{
  "movies": [
    {
      "id": "1",
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/893bba73-3105-4944-8d18-a38f929f2759/300x450",
      "title": "Зверополис",
      "rate": "8.0",
      "description": "Фильм рассказывает о Зверополисе — современном городе, населённом самыми разными животными, от огромных слонов до крошечных землероек. Зверополис разделён на районы, полностью повторяющие естественную среду обитания разных жителей — здесь есть и элитный район Сахара-сити, и неприветливый Тундратаун."
    },
    {
      "id": "2",
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/731c4031-7389-44f4-8c15-f9f4e3b0ed90/300x450",
      "title": "Человек-паук: Нет пути домой",
      "rate": "7.9",
      "description": "Весь мир узнал о том, что под маской Человека-паука скрывается обычный подросток Питер Паркер. С этого момента он окончательно лишается покоя и нормальной жизни. Чтобы всё исправить, Питер обращается к Доктору Стрэнджу и его магии."
    },
    {
      "id": "3",
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/02d70d58-ae4e-4ef4-b886-c215e9e99436/300x450",
      "title": "Время",
      "rate": "7.3",
      "description": "Сюжет В будущем мире посткиберпанка человечество открыло путь к бессмертию, и теперь люди генетически запрограммированы так, что перестают стареть по достижении 25-летнего возраста и живут до тех пор, пока у них есть время."
    },
    {
      "id": "4",
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/4dd9e330-ab1a-4e7c-8222-dd60a5ab0675/300x450",
      "title": "Дивергент",
      "rate": "6.8",
      "description": "Фильм 'Дивергент' - это фантастическая драма, которая рассказывает о новом обществе, возникшем после масштабной катастрофы, называемой Война. В этом обществе люди разделены на 5 фракций, в зависимости от своих качеств и склонностей: Искренние, Бесстрашные, Эрудиция, Отречение и Дружилюбие."
    },
    {
      "id": "5",
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/db4fbef1-466a-4dec-9b7a-d4f13eb45738/300x450",
      "title": "Главный герой",
      "rate": "7.4",
      "description": "У сотрудника крупного банка все идет по накатанной, пока однажды он не выясняет, что окружающий его мир — это часть огромной видеоигры, а сам он в ней — всего лишь второстепенный персонаж. Хватит ли у него духу переписать свой код, обратить на себя внимание прекрасной девушки и, наконец, спасти мир?"
    },
    {
      "id": "6",
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/fad2c598-c584-472d-9e9c-297101f1141b/300x450",
      "title": "Пассажиры",
      "rate": "7.2",
      "description": "Механик Джим Престон просыпается в капсуле гибернации космического корабля, который летит на Обитель, новую родину человечества. Его радостно приветствуют голограммы и роботы, но проблема в том, что из-за сбоя Джим проснулся один, а до пункта назначения лететь ещё 90 лет."
    }
  ]
}
